/**
 * ===========================================================================
 * タスク設定ファイル
 * ===========================================================================
 *
 * このファイルは .gitignore に登録されているため、git管理されません。
 * 安全に実際のURLを記載できます。
 *
 * ===========================================================================
 */

module.exports = {
    // 全シナリオを順繰りに実行する総回数
    totalIterations: 1,

    tasks: [
        {
            label: 'scenario_01',
            url: 'https://www.sample.app',
        },
        {
            label: 'scenario_02',
            url: 'https:/www.sample.app/1',
        },
        {
            label: 'scenario_03',
            url: 'https://samples/nextnext',
        },
    ],
};